export const data = [

	{
	id: 1,
	name: "Зеленая миля",
	range: "Рейтинг Кинопоиска: 9.1 Рейтинг IMDb: 8.6",
	image: "https://upload.wikimedia.org/wikipedia/ru/c/ce/Green_mile.jpg",
	year: "1999",
	country:"США",
	type: "фантастика, драма, криминал, детектив",
	description: "Снятый по мотивам одноименного романа Стивена Кинга, фильм рассказывает о тюремном надзирателе Поле из блока «Е» «Холодной горы». В этом отделении преступники ожидают смертной казни, а в последний путь идут по коридору, выкрашенному зеленой краской — отсюда и название произведения. В тюрьму привозят нового заключённого — афроамериканца с мускулами Голиафа, силой слона и разумом ребенка — Джона Коффи. Он обвиняется в изнасиловании и убийстве двух маленьких девочек. Дело закрыто, наказание неотвратимо, но плачущий смертник проявляет такую всепоглощающую доброту и искреннюю любовь к каждому земному существу, что заставляет надзирателя серьезно усомниться в его виновности и начать самому расследовать это дело.",
	link: "https://www.kinopoisk.ru/film/435/"
	},

{
	id: 2,
	name: "Волк с Уолл-стрит",
	range: "Рейтинг Кинопоиска: 7.9 Рейтинг IMDb: 8.2",
	image: "https://avatars.mds.yandex.net/get-kinopoisk-image/1946459/5c758ac0-7a5c-4f00-a94f-1be680a312fb/600x900",
	year: "2013",
	country:"США",
	type: "драма, криминал, биография, комедия",
	description: "1987 год. Джордан Белфорт становится брокером в успешном инвестиционном банке. Вскоре банк закрывается после внезапного обвала индекса Доу-Джонса. По совету жены Терезы Джордан устраивается в небольшое заведение, занимающееся мелкими акциями. Его настойчивый стиль общения с клиентами и врождённая харизма быстро даёт свои плоды. Он знакомится с соседом по дому Донни, торговцем, который сразу находит общий язык с Джорданом и решает открыть с ним собственную фирму. В качестве сотрудников они нанимают нескольких друзей Белфорта, его отца Макса и называют компанию «Стрэттон Оукмонт». В свободное от работы время Джордан прожигает жизнь: лавирует от одной вечеринки к другой, вступает в сексуальные отношения с проститутками, употребляет множество наркотических препаратов, в том числе кокаин и кваалюд. Однажды наступает момент, когда быстрым обогащением Белфорта начинает интересоваться агент ФБР...",
	link: "https://www.kinopoisk.ru/film/462682/"
	},
{
	id: 3,
	name: "Невероятный мир глазами Энцо",
	range: "Рейтинг Кинопоиска: 8.2 Рейтинг IMDb: 7.5",
	image: "https://avatars.mds.yandex.net/get-kinopoisk-image/1946459/ce5118d0-d5bc-4498-8238-336749cff54c/600x900",
	year: "2019",
	country:"США",
	type: "драма, мелодрама, комедия, спорт, семейный",
	description: "Для собаки по кличке Энцо жизнь – это гонка. Не важно, как ты ее проходишь – за рулем автомобиля или на четырех лапах, все равно тебя ждут крутые виражи, ямы-западни, опасные взлеты и падения. Они выбивают с трека даже самых сильных – это начинающий гонщик Дэнни и его пес Энцо знают наверняка. Каждому из них предстоит своя гонка, но оба понимают: победить не значит обогнать соперников. Победить – значит вернуться после поражения на трассу и пройти ее до самого финиша, какой бы скользкой ни была дорога.",
	link: "https://www.kinopoisk.ru/film/470191/"
	},
{
	id: 4,
	name: "Загадочная история Бенджамина Баттона",
	range: "Рейтинг Кинопоиска: 8.1 Рейтинг IMDb: 7.8",
	image: "https://avatars.mds.yandex.net/get-kinopoisk-image/1704946/6ffcf4e6-d512-4eac-a404-7344f5371255/600x900",
	year: "2008",
	country:"США",
	type: "драма, фэнтези",
	description: "Фильм о мужчине, который родился в возрасте 80 лет, а затем… начал молодеть. Этот человек, как и каждый из нас, не мог остановить время. Его путь в ХХI век, берущий свое начало в Новом Орлеане в 1918 году в самом конце Первой Мировой войны, будет столь необычен, что вряд ли мог иметь место в жизни кого-либо другого. Фильм повествует о судьбе уникального человека, о людях и событиях, что ждут его впереди, о любви, которую он обретет и потеряет, о радостях жизни и грусти потерь и о том, что остается с нами вне времени.",
	link: "https://www.kinopoisk.ru/film/81555/"
	},
{
	id: 5,
	name: "Жизнь Дэвида Гейла",
	range: "Рейтинг Кинопоиска: 8.1 Рейтинг IMDb: 7.5",
	image: "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/f27c502f-07d8-49ad-9353-3b65cffec888/600x900",
	year: "2002",
	country:"Великобритания, Германия, Испания, США",
	type: "триллер, драма, криминал",
	description: "Дэвид Гейл - человек, который пробовал жить в соответствии со своими принципами, но, в причудливом повороте судьбы, этот преданный отец, популярный профессор и ярый противник смертной казни окажется в камере смертников за убийство активистки Констанции Харравей. За три дня до исполнения приговора Гейл соглашается дать интервью репортеру Битси Блум.Но журналистка вскоре понимает, что ее участие в этом деле не ограничится одним интервью и что жизнь человека находится в ее руках. Поставив на кон свою собственную безопасность, она начинает расследовать те ужасные события, которые окружали смерть Констанции.",
	link:"https://www.kinopoisk.ru/film/738/"
	},
{
	id: 6,
	name: "Одаренная",
	range: "Рейтинг Кинопоиска: 7.9 Рейтинг IMDb: 7.6",
	image: "https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/b12972ef-0eac-4685-99b0-ac038f844127/600x900",
	year: "2017",
	country:"США",
	type: "драма",
	description: "Фрэнк Адлер живет в прибрежном городке во Флориде и воспитывает в одиночку свою необычайно одаренную племянницу Мэри. Но планы парня о спокойной школьной жизни для девочки рушатся, когда о математических способностях ребенка узнает грозная мать Фрэнка Эвелин. У бабушки свои представления о будущем внучки, и ради этого она готова даже разлучить Мэри с Фрэнком.",
	link: "https://www.kinopoisk.ru/film/929348/"
	},
{
	id: 7,
	name: "Зодиак",
	range: "Рейтинг Кинопоиска: 7.3 Рейтинг IMDb: 7.7",
	image: "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/0d57f736-f872-4494-ae80-f30d23a38aa0/600x900",
	year: "2007",
	country:"США",
	type: "триллер, детектив, драма, криминал",
	description: "На протяжении более 10 лет он держал в страхе весь Сан-Франциско. Общаясь с властями через репортёров, он в письмах жёстко упрекал полицию в бездействии. Зодиак то пропадал на время, то появлялся вновь. Порой полиция начинала сомневаться в том, что за очередным убийством стоял именно тот, за кем они так тщетно охотились, а не какой-нибудь имитатор. Однако и почерк убийств и письма репортёрам говорили о том, что Зодиак ещё не отошел от дел.",
	link: "https://www.kinopoisk.ru/film/102838/"
	},
{
	id: 8,
	name: "Век Адалин",
	range: "Рейтинг Кинопоиска: 7.7 Рейтинг IMDb: 7.2",
	image: "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/68440e1f-ccc7-410a-bc56-92994554b63a/600x900",
	year: "2015",
	country:"США, Канада",
	type: "драма, мелодрама, фэнтези",
	description: "По сюжету главная героиня родилась вместе с XX веком и живет на свете уже сто лет, но при этом не стареет. Несмотря на свою долгую жизнь, Адалин так и не смогла найти любимого человека. Однако наконец-то она встречает мужчину, ради которого сможет снова стать смертной и состариться вместе с ним.",
	link: "https://www.kinopoisk.ru/film/522876/"
	},
{
	id: 9,
	name: "Меч короля Артура",
	range: "Рейтинг Кинопоиска: 7.2 Рейтинг IMDb: 6.7",
	image: "https://avatars.mds.yandex.net/get-kinopoisk-image/1898899/233b6356-b3b1-4d14-a7a5-f098371b2939/600x900",
	year: "2017",
	country:"Великобритания, США, Австралия",
	type: "фэнтези, боевик, драма, приключения",
	description: "Молодой Артур живёт на задворках Лондиниума вместе со своей бандой. Он и понятия не имел о собственном королевском происхождении, пока однажды не взял в руки меч Экскалибур. Меч начинает менять Артура. В результате он присоединяется к сопротивлению и таинственной молодой девушке по имени Гвиневра. Ему предстоит научиться понимать магическое оружие, которым он овладел, преодолеть себя и объединить народ в борьбе против диктатора Вортигерна, убившего его родителей и завладевшего короной.",
	link:"https://www.kinopoisk.ru/film/824437/"
	},
{
	id: 10,
	name: "Стрекоза",
	range: "Рейтинг Кинопоиска: 7.3 Рейтинг IMDb: 6.1",
	image: "https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/d53a197c-ddca-4879-bc2a-1dce06f146b3/600x900",
	year: "2002",
	country:"США, Германия",
	type: "фэнтези, триллер, драма, мелодрама, детектив",
	description: "После трагической гибели в горах Венесуэлы доктора Эмили Дэрроу в жизни её мужа Джо, работавшего с ней в одной больнице, начинают происходить необъяснимые события. Больные дети, которых лечила Эмили, утверждают, что она является им в видениях, пытаясь сообщить что-то важное. Загадочные знаки и пугающие послания неотступно преследуют Джо, и вскоре он убеждает себя, что сумеет разгадать их тайный смысл, только если отправится туда, где его жена рассталась с жизнью.",
	link:"https://www.kinopoisk.ru/film/8111/"
	}
]